admin-settings = <b>⚙️ Основные настройки бота</b>
    .change-data-btn = 🖍 Изменить данные
    .switches-btn = 🕹 Выключатели

change-data = <b>🖍 Изменение данных бота</b>
    .faq-btn = ❔ FAQ
    .start-message-btn = 🤖 Стартовое сообщение
    .support-btn = ☎️ Поддержка
    .category-without-items-btn = 🗃 Категории без товаров
    .position-without-items-btn = 📁 Позиции без товаров
    .mounted = ✅ Установлено
    .unmounted = ❌ Не установлено
    .showed = Показаны
    .unshowed = Скрыты

hint = ℹ️ <i>Вы можете использовать заготовленный синтаксис и HTML разметку:</i>
        ▪️ <code>{"{"}username{"}"}</code>  - логин пользователя
        ▪️ <code>{"{"}user_id{"}"}</code>   - айди пользователя
        ▪️ <code>{"{"}first_name{"}"}</code> - имя пользователя

input-start-text = <b>🤖 Введи стартовый текст на русском языке</b>

    {hint}
    .en = <b>🤖 Введи стартовый текст на английском языке</b>

        {hint}
    .media = <b>🤖 Пришли медиа, либо пропусти этот шаг</b>
        <i>ℹ️ Поддерживаемые форматы: <code>Фото, Видео, Анимация(GIF)</code></i>
    .current-msg-btn = 🤖 Текущее сообщение

current-start-msg = <b>🤖 Текущее сообщение:</b>
        { $current_msg}

input-faq-text = <b>❔ Введите новый текст для FAQ на русском языке</b>

    {hint}
    .en = <b>❔ Введите новый текст для FAQ на английском языке</b>

        {hint}
    .current-msg-btn = ❔ Текущее FAQ


current-faq-msg = <b>❔ Текущее FAQ</b>
        { $current_msg}

input-support = <b>☎️ Отправьте юзернейм для поддержки</b>

    <i>ℹ️ Юзернейм пользователя/бота/канала/чата</i>

switches = <b>🕹 Включение и выключение основных функций</b>
    .work-btn = ⛔️ Тех.Работы
    .refill-btn = 💰 Пополнения
    .purchases-btn = 🎁 Покупки
    .status-on-btn = ✅ Включены
    .status-off-btn = ❌ Выключены